Repository: laconicman/YDelivery
Catalog: YDeliveryWidgets/Localizable.xcstrings
Source language: en
Languages: ru

source: Also live
ru: Тоже в пути

source: as of
ru: на

source: Delivery
ru: Доставка

source: New
ru: Новая

source: New delivery
ru: Новая доставка

source: Not updating
ru: Не обновляется

source: Not updating · as of %@
ru: Не обновляется · на %@

source: Nothing on the way
ru: Ничего не везут

source: Recipient
ru: Получатель

source: Repeat
ru: Повторить

source: Repeat a delivery
ru: Повторить доставку

source: Start a new delivery
ru: Начать новую доставку

source: Where the active delivery is, without opening the app.
ru: Где активная доставка — без открытия приложения.

source: Yesterday's routes, one tap from a new draft.
ru: Вчерашние маршруты — в один тап от нового черновика.
